{
    "site": {
        "title": "Julián Berardinelli - Portafolio",
        "description": "Contrata a Julián Berardinelli - Servicios de Desarrollo Web y Diseño Gráfico"
    },
    "header": {
        "home": "Inicio",
        "about": "Sobre mí",
        "certificates": "Certificados",
        "projects": "Proyectos",
        "contact": "Contacto",
        "simple": "Ver version simplificada",
        "cv": "Descargar CV"
    },
    "main": {
        "title": "Hola, soy Julián Berardinelli",
        "badge": "¡Disponible para trabajar!",
        "description": {
            "from": "Desde ", "to": " hasta "
        }
    },
    "aboutme": {
        "title": "Sobre mí",
        "description": "Mi nombre es Julián, tengo 19 años y actualmente soy jugador profesional de fútbol y estudiante de ingeniería informática. Descubrí el mundo del desarrollo hace un año, mis principales fortalezas son la autodidacta y la rápida capacidad de aprendizaje, especializándome en desarrollo web full-stack y también trabajando como diseñador gráfico deportivo.",
        "studies": "Estudios"
    },
    "WORK": {
        "name": "Experiencia Laboral",
        "first":{
            "date": "Marzo de 2024 - Actualidad",
            "title": "Desarrollador Full Stack - Nexions Solutions",
            "description1": "Primera experiencia profesional en el ámbito del desarrollo de software. Actualmente me desempeño como desarrollador full stack en la creación de un sistema CMS a medida para una empresa metalúrgica. Participo en la implementación del backend con C#, .NET y Entity Framework, colaborando en el diseño arquitectónico y en el desarrollo de lógica de negocio robusta y escalable.",
            "description2": "Trabajo en un entorno colaborativo, gestionando de forma autónoma mis contribuciones mediante control de versiones y aplicando buenas prácticas de desarrollo. Además, participo en la elaboración de documentación técnica integral, incluyendo diagramas de clases, casos de uso, historias de usuario y especificaciones funcionales. Mantengo una comunicación directa y fluida con el cliente, interviniendo en entregas periódicas con plazos definidos, en el marco de una metodología ágil orientada a resultados."
        }
    },
    "languages": {
        "title": "Idiomas",
        "spanish": {
        "title": "Español",
        "fluency": "Hablante nativo",
        "description": ""
        },
        "portuguese": {
        "title": "Portugués",
        "fluency": "Avanzado",
        "description": "Residí en São Paulo, Brasil, durante 4 años"
        },
        "english": {
        "title": "Inglés",
        "fluency": "Nivel B2",
        "description": "Intermedio alto"
        },
        "italian": {
        "title": "Italiano",
        "fluency": "Avanzado",
        "description": "Residí en Padua, Italia, durante un año"
        },
        "german": {
        "title": "Alemán",
        "fluency": "Competencia elemental",
        "description": "Residí en Zúrich, Suiza durante 6 meses"
        },
        "finnish": {
            "title": "Finés",
            "fluency": "Aprendiendo...",
            "description": "Actualmente residiendo en Jyväskylä"
        }
    },
    "STUDIE": {
        "fisrt": {
            "date": "Escuela Primaria",
            "description": "Escuela trilingüe."
        },
        "second": {
            "date": "Escuela Secundaria",
            "description": "Graduado con un título de Licenciado en Ciencias Económicas con un promedio de 8."
        },
        "third": {
            "title": "Ingeniería Informática - UADE",
            "date": "Estudios Universitarios",
            "description": "Actualidad"
        }
    },
    "knowledge": {
        "title": "Mi Stack",
        "developer": "DESARROLLADOR",
        "designer": "DISEÑADOR"
    },
    "certificates": {
        "title": "Certificados"
    },
    "CERT": {
        "first": {
            "date": "Diciembre de 2023",
            "title": "Máster en JavaScript: MEAN Stack",
            "desc": "Curso integral de JavaScript: desde programación fundamental hasta desarrollo avanzado de MEAN Stack. Domina JavaScript, jQuery, TypeScript, Angular, NodeJS y construye aplicaciones web modernas. Mejora tu empleabilidad con habilidades en desarrollo full-stack, APIs RESTful e integración de MongoDB."
        },
        "second": {
            "date": "Septiembre de 2023 => 75% del curso completado.",
            "title": "Certificado Profesional en Ciencia de Datos de IBM - Coursera",
            "desc": "Acelera tu entrada en el próspero campo de la ciencia de datos con este programa de 5 meses. Desde conceptos fundamentales hasta habilidades avanzadas, dominarás herramientas como Python, SQL y algoritmos de aprendizaje automático. Construye un portafolio sólido a través de proyectos prácticos, obteniendo experiencia práctica en análisis financiero, modelado predictivo y paneles dinámicos."
        },
        "third": {
            "date": "Febrero de 2023",
            "title": "Certificado de Desarrollador Web - CoderHouse",
            "desc": "Domina el arte del desarrollo web. Explora HTML, CSS, GIT y SASS para un desarrollo eficiente. Domina Bootstrap, fundamentos de SEO, implementación de servidor y comunicación con el cliente. Adquiere las habilidades para presentar presupuestos de manera profesional."
        },
        "fourth": {
            "date": "Enero de 2022",
            "title": "Java para No Programadores",
            "desc": "Explora los fundamentos de Java, cubriendo sintaxis, semántica, estructuras de control de flujo, aplicación de constantes y variables, declaraciones condicionales, varios operadores, creación y uso de vectores, matrices y métodos que abarcan funciones y procedimientos. Obtén una comprensión integral de los conceptos esenciales de Java en este curso."
        }
    },
    "projects": {
        "title": "Proyectos"
    },
    "PROJ": {
        "loading": "Próximamente...",
        "new":"Nuevo proyecto!",

        "xclon": {
            "desc": "Proyecto Full-Stack, clon de X/Twitter desarrollado con Next.js y alojado en Supabase. Destacando habilidades en autenticación de usuarios, inicio de sesión con redes sociales y funcionalidades de publicación e interacción. Los aspectos clave incluyen la capacidad de crear, compartir, editar y eliminar publicaciones, con próximas características para interactuar con el contenido de otros usuarios mediante 'me gusta' y comentarios. Inspirado en el trabajo realizado por midudev. Actualmente disponible para Web."
        },
        "first": {
            "desc": "Emocionado de anunciar mi primer proyecto full-stack: una solución de comercio electrónico 100% personalizada para un cliente valioso. Agradecido por la oportunidad y orgulloso de que todo lo que he aprendido, desde lenguajes hasta entornos de desarrollo, haya sido un esfuerzo en solitario y autodidacta. ¡Listo para mostrar los resultados de este esfuerzo independiente! 👨‍💻"
        },
        "second": {
            "desc": "Tu aliado en soluciones de marketing digital. Mejoramos tu presencia en línea y estrategias comerciales. Descubre cómo destacar con nuestros servicios especializados."
        },
        "third": {
            "desc": "Bienvenido al sitio web oficial de Hertha Junior, un club de fútbol amateur argentino. Familia, amigos y fútbol. Actualmente compitiendo en la Copa Premier."
        }
    },
    "designerProfile": {
        "title": "Perfil de Diseñador Gráfico",
        "subTitle-1": "Proyecto de Ilustraciones",
        "illustration-parrafo": "A lo largo de mi vida, me he destacado por mi creatividad, con el dibujo como mi forma distintiva de expresión artística. Desde obras en papel, lienzo y graffiti en paredes hasta la actual ilustración digital, mi conjunto de habilidades refleja adaptabilidad y competencia técnica. Mi enfoque artístico único y habilidades de ilustración son activos valiosos para cualquier proyecto creativo.",
        "subTitle-2": "Diseñador de Marca Personal y Medios",
        "photoshop-parrafo2": "Eleva tu carrera atlética con un impactante branding personal. Preséntate a oportunidades deportivas con un CV/Portafolio profesionalmente elaborado con un diseño distintivo y completamente personalizado. Benefíciate de nuestro servicio rápido, asegurando la entrega en menos de una semana para una experiencia rápida y eficiente."
    },
    "footer": {
        "derechos": "Todos los derechos reservados.",
        "politics": "Política de privacidad"
    }
}
