{
    "site": {
        "title": "Julián Berardinelli - Portfolio",
        "description": "Julian Berardinelli - Webentwicklung und Grafikdesign-Dienstleistungen"
    },
    "header": {
        "home": "Startseite",
        "about": "Über mich",
        "certificates": "Zertifikate",
        "projects": "Projekte",
        "contact": "Kontakt",
        "simple": "Version anzeigen",
        "cv": "Lebenslauf herunterladen"
    },
    "main": {
        "title": "Hallo, ich bin Julián Berardinelli",
        "badge": "Verfügbar für Arbeit!",
        "description": {
            "from": "Von ", "to": " bis "
        }
    },
    "aboutme": {
        "title": "Über mich",
        "description": "Mein Name ist Julian, ich bin 19 Jahre alt und derzeit professioneller Fußballspieler und Student der Informationstechnik. Ich habe vor einem Jahr die Welt der Entwicklung entdeckt. Meine Hauptstärken sind Selbststudium und schnelles Lernen, spezialisiert auf Full-Stack-Webentwicklung und Arbeit als Sportgrafikdesigner.",
        "studies": "Studium"
    },
    "languages": {
        "title": "Sprachen",
        "spanish": {
        "title": "Spanisch",
        "fluency": "Muttersprachler",
        "description": ""
        },
        "portuguese": {
        "title": "Portugiesisch",
        "fluency": "Fortgeschritten",
        "description": "Lebte in São Paulo, Brasilien, für 4 Jahre"
        },
        "english": {
        "title": "Englisch",
        "fluency": "Niveau B2",
        "description": "Fortgeschrittene Mittelstufe"
        },
        "italian": {
        "title": "Italienisch",
        "fluency": "Fortgeschritten",
        "description": "Lebte in Padua, Italien, für ein Jahr"
        },
        "german": {
        "title": "Deutsch",
        "fluency": "Elementare Kenntnisse",
        "description": "Lernen..."
        }
    },
    "STUDIE": {
        "fisrt": {
            "date": "Grundschule",
            "description": "Trilinguale Schule."
        },
        "second": {
            "date": "Sekundarschule",
            "description": "Abschluss in Wirtschaftswissenschaften mit einem Durchschnitt von 8."
        },
        "third": {
            "title": "Informationstechnik - UADE",
            "date": "Universitätsstudium",
            "description": "Aktuell"
        }
    },
    "knowledge": {
        "title": "Mein Stack",
        "developer": "ENTWICKLER",
        "designer": "DESIGNER"
    },
    "certificates": {
        "title": "Zertifikate"
    },
    "CERT": {
        "first":{
            "date": "Dezember 2023",
            "title": "Master in JavaScript: MEAN Stack",
            "desc": "Umfassender JavaScript-Kurs: Von grundlegender Programmierung bis zur fortgeschrittenen MEAN Stack-Entwicklung. Beherrschen Sie JavaScript, jQuery, TypeScript, Angular, NodeJS und erstellen Sie moderne Webanwendungen. Verbessern Sie die Beschäftigungsfähigkeit mit Fähigkeiten in der Full-Stack-Entwicklung, RESTful APIs und MongoDB-Integration."
        },
        "second":{
            "date": "September 2023 => 75% des Kurses abgeschlossen.",
            "title": "IBM Data Science Professional Certificate - Coursera",
            "desc": "Beschleunigen Sie Ihren Einstieg in das boomende Feld der Datenwissenschaft mit diesem 5-monatigen Programm. Von grundlegenden Konzepten bis zu fortgeschrittenen Fähigkeiten werden Sie Werkzeuge wie Python, SQL und maschinelles Lernen beherrschen. Bauen Sie ein robustes Portfolio durch praktische Projekte auf und sammeln Sie praktische Erfahrungen in Finanzanalyse, Vorhersagemodellierung und dynamischen Dashboards."
        },
        "third":{
            "date": "Februar 2023",
            "title": "Webentwickler-Zertifikat - CoderHouse",
            "desc": "Meistern Sie die Kunst der Webentwicklung. Erkunden Sie HTML, CSS, GIT und SASS für effiziente Entwicklung. Beherrschen Sie Bootstrap, SEO-Grundlagen, Serverbereitstellung und Kommunikation mit dem Client. Erlangen Sie die Fähigkeiten, Budgets professionell zu präsentieren."
        },
        "fourth":{
            "date": "Januar 2022",
            "title": "Java für Nicht-Programmierer",
            "desc": "Erkunden Sie die Grundlagen von Java, von Syntax über Semantik, Flusskontrollstrukturen, Anwendung von Konstanten und Variablen, bedingte Anweisungen, verschiedene Operatoren, Vektorerstellung und -verwendung, Arrays bis hin zu Methoden mit Funktionen und Prozeduren. Erlangen Sie ein umfassendes Verständnis der Java-Grundlagen in diesem Kurs."
        }
    },
    "projects": {
        "title": "Projekte"
    },
    "PROJ":{
        "loading": "Demnächst ...",

        "new":"Neu!",

        "xclon": {
            "desc": "Full-Stack-Projekt, X/Twitter-Klon entwickelt mit Next.js und gehostet auf Supabase. Hervorhebung von Fähigkeiten in der Benutzerauthentifizierung, Anmeldung über soziale Medien und Post- und Interaktionsfunktionalitäten. Zu den wichtigsten Aspekten gehört die Möglichkeit, Beiträge zu erstellen, zu teilen, zu bearbeiten und zu löschen, mit bevorstehenden Funktionen zur Interaktion mit Inhalten anderer Benutzer durch Likes und Kommentare. Inspiriert von der Arbeit von midudev. Derzeit für Web verfügbar."
        },

        "first": {
            "desc": "Freue mich, mein erstes Full-Stack-Projekt anzukündigen - eine zu 100% maßgeschneiderte E-Commerce-Lösung für einen geschätzten Kunden. Dankbar für die Gelegenheit und stolz darauf, dass alles, was ich gelernt habe, von Sprachen bis zu Entwicklungsumgebungen, ein Solo- und Selbstlernprojekt war. Bereit, die Ergebnisse dieser unabhängigen Anstrengung zu präsentieren! 👨‍💻"
        },
        "second": {
            "desc": "Ihr Verbündeter in Lösungen für digitales Marketing. Wir verbessern Ihre Online-Präsenz und Geschäftsstrategien. Entdecken Sie, wie Sie mit unseren spezialisierten Dienstleistungen herausstechen können."
        },
        "third": {
            "desc": "Willkommen auf der offiziellen Website von Hertha Junior, einem argentinischen Amateurfußballverein. Familie, Freunde und Fußball. Derzeit in der Premier Cup am Wettbewerb beteiligt."
        }
    },
    "designerProfile": {
        "title": "Profil des Grafikdesigners",
        "subTitle-1":"Illustrationsprojekt",
        "illustration-parrafo": "Während meines Lebens habe ich mich durch meine Kreativität hervorgetan, wobei das Zeichnen meine charakteristische Form der künstlerischen Ausdrucksweise ist. Von Arbeiten auf Papier, Leinwand und Graffiti an Wänden bis zur aktuellen digitalen Illustration spiegelt mein Fähigkeiten-Set Anpassungsfähigkeit und technische Kompetenz wider. Mein einzigartiger künstlerischer Ansatz und meine Illustrationsfähigkeiten sind wertvolle Assets für jedes kreative Projekt.",
        "subTitle-2":"Personal Branding & Media Designer",
        "photoshop-parrafo2": "Steigern Sie Ihre sportliche Karriere mit wirkungsvollem Personal Branding. Präsentieren Sie sich Sportmöglichkeiten mit einem professionell gestalteten Lebenslauf/Portfolio mit einem markanten und vollständig individualisierten Design. Profitieren Sie von unserem schnellen Service, der eine Lieferung in weniger als einer Woche für eine schnelle und effiziente Erfahrung gewährleistet."
    },
    "footer":{
        "derechos":"Alle Rechte vorbehalten.",
        "politics": "Datenschutzrichtlinie"
    }
}
