{
    "site": {
        "title": "Julián Berardinelli - Portfolio",
        "description": "Assumi Julian Berardinelli - Servizi di sviluppo web e design grafico"
    },
    "header": {
        "home": "Home",
        "about": "Chi sono",
        "certificates": "Certificati",
        "projects": "Progetti",
        "contact": "Contatti",
        "simple": "Versione semplificata",
        "cv": "Scarica CV"
    },
    "main": {
        "title": "Ciao, sono Julián Berardinelli",
        "badge": "Disponibile per lavoro!",
        "description": {
            "from": "Da ", "to": " a "
        }
    },
    "aboutme": {
        "title": "Su di me",
        "description": "Il mio nome è Julian, ho 19 anni e attualmente sono un calciatore professionista e studente di ingegneria informatica. Ho scoperto il mondo dello sviluppo un anno fa, le mie principali forze sono l'autoapprendimento e la prontezza nel imparare, specializzandomi nello sviluppo web full-stack e lavorando anche come graphic designer sportivo.",
        "studies": "Studi"
    },
    "STUDIE": {
        "fisrt": {
            "date": "Scuola primaria",
            "description": "Scuola trilingue."
        },
        "second": {
            "date": "Scuola secondaria",
            "description": "Diplomato in Scienze economiche con una media di 8."
        },
        "third": {
            "title": "Ingegneria informatica",
            "date": "Studi universitari",
            "description": "Attuale"
        }
    },
    "knowledge": {
        "title": "La mia tecnologia",
        "developer": "SVILUPPATORE",
        "designer": "DESIGNER"
    },
    "certificates": {
        "title": "Certificati"
    },
    "CERT": {
        "first":{
            "date": "Dicembre 2023",
            "title": "Master in JavaScript: MEAN Stack",
            "desc": "Corso completo su JavaScript: dalla programmazione fondamentale allo sviluppo avanzato di MEAN Stack. Padronanza di JavaScript, jQuery, TypeScript, Angular, NodeJS, e costruzione di moderne applicazioni web. Migliora la tua occupabilità con competenze nello sviluppo full-stack, API RESTful e integrazione MongoDB."
        },
        "second":{
            "date": "Settembre 2023 => 75% del corso completato.",
            "title": "IBM Data Science Professional Certificate - Coursera",
            "desc": "Accelerare l'ingresso nel fiorente campo della scienza dei dati con questo programma di 5 mesi. Dai concetti fondamentali alle competenze avanzate, padroneggia strumenti come Python, SQL e algoritmi di machine learning. Costruisci un portafoglio solido attraverso progetti pratici, acquisendo esperienza pratica in analisi finanziaria, modellazione predittiva e dashboard dinamici."
        },
        "third":{
            "date": "Febbraio 2023",
            "title": "Certificato di sviluppatore web - CoderHouse",
            "desc": "Padroneggia l'arte dello sviluppo web. Esplora HTML, CSS, GIT e SASS per uno sviluppo efficiente. Padronanza di Bootstrap, concetti di SEO, distribuzione del server e comunicazione con il cliente. Acquisisci le competenze per presentare bilanci in modo professionale."
        },
        "fourth":{
            "date": "Gennaio 2022",
            "title": "Java per non programmatori",
            "desc": "Esplora i fondamenti di Java, coprendo sintassi, semantica, strutture di controllo del flusso, applicazione di costanti e variabili, istruzioni condizionali, operatori vari, creazione e utilizzo di vettori, array e metodi che comprendono funzioni e procedure. Ottieni una comprensione completa degli elementi essenziali di Java in questo corso."
        }
    },
    "projects": {
        "title": "Progetti"
    },
    "PROJ":{
        "loading": "Prossimamente...",
        "first": {
            "desc": "Entusiasta di annunciare il mio primo progetto full-stack: una soluzione di e-commerce completamente personalizzata per un cliente apprezzato. Grato per l'opportunità e fiero che tutto ciò che ho imparato, dalle lingue agli ambienti di sviluppo, è stato un impegno personale e autoappreso. Pronto a mostrare i risultati di questo sforzo indipendente! 👨‍💻"
        },
        "second": {
            "desc": "Il tuo alleato nelle soluzioni di marketing digitale. Miglioriamo la tua presenza online e le strategie aziendali. Scopri come distinguerti con i nostri servizi specializzati."
        },
        "third": {
            "desc": "Benvenuti sul sito ufficiale di Hertha Junior, una squadra di calcio dilettante argentina. Famiglia, amici e calcio. Attualmente impegnati nella Premier Cup."
        }
    },
    "designerProfile": {
        "title": "Profilo del graphic designer",
        "subTitle-1":"Progetto di illustrazioni",
        "illustration-parrafo": "Durante la mia vita mi sono distinto per la mia creatività, con il disegno come la mia forma distintiva di espressione artistica. Dai lavori su carta, tela e graffiti sui muri all'attuale illustrazione digitale, il mio set di abilità riflette adattabilità e competenza tecnica. Il mio approccio artistico unico e le abilità di illustrazione sono risorse preziose per qualsiasi progetto creativo.",
        "subTitle-2":"Designer di personal branding e media",
        "photoshop-parrafo2": "Potenzia la tua carriera sportiva con un impatto sul personal branding. Presentati alle opportunità sportive con un curriculum/portfolio professionalmente realizzato con un design distintivo e completamente personalizzato. Approfitta del nostro servizio rapido, garantendo la consegna in meno di una settimana per un'esperienza rapida ed efficiente."
    },
    "footer":{
        "derechos":"Tutti i diritti riservati.",
        "politics": "Informativa sulla privacy"
    }
}
