{
    "site": {
        "title": "Julián Berardinelli - Portfolio",
        "description": "Hire Julian Berardinelli - Web Development and Graphic Design Services"
    },
    "header": {
        "home": "Home",
        "about": "About me",
        "certificates":"Certificates",
        "projects":"Projects",
        "contact": "Contact",
        "simple": "Simplified version",
        "cv": "Download CV"
    },
    "main": {
        "title": "Hey, I'm Julián Berardinelli",
        "badge": "Open to work!",
        "description": {
            "from": "From ", "to": " to "
        }
    },
    "aboutme": {
        "title": "About Me",
        "description": "My name is Julian, I'm 19 years old, and currently a professional football player and a IT engineering student. I discovered the world of development a year ago, my main strengths are being self-taught and quick to learn, specializing in full-stack web development and also working as a sports graphic designer",
        "studies": "Studies"
    },
    "languages":{
        "title": "Languages",
        "spanish": {
            "title": "Spanish",
            "fluency": "Native Speaker",
            "description": ""
        },
        "portuguese": {
            "title": "Português",
            "fluency": "Advanced",
            "description": "Resided in San Paulo, Brazil for 4 years"
        },
        "english": {
            "title": "English",
            "fluency": "Level B2",
            "description": "Intermediate high"
        },
        "italian": {
            "title": "Italian",
            "fluency": "Advance",
            "description": "Resided in Padova, Italy for a year"
        },
        "german": {
            "title": "German",
            "fluency": "Elementary proficiency",
            "description": "Learning..."
        }
    },
    "STUDIE": {
        
        "fisrt": {
            "date": "Primary School",
            "description": "Trilingual School."
        },
        "second": {
            "date": "Secondary School",
            "description": "Graduated with a Bachelor's degree in Economic Sciences with an average grade of 8."
        },
        "third": {
            "title": "IT Engineering - UADE",
            "date": "University Studies",
            "description": "Current"
        }
    },
    "knowledge": {
        "title": "My Stack",
        "developer": "DEVELOPER",
        "designer": "DESIGNER"
    },
    "certificates": {
        "title": "Certificates"
    },
    "CERT": {
        "first":{
            "date": "December 2023",
            "title": "Master's in JavaScript: MEAN Stack",
            "desc": "Comprehensive JavaScript Course: From Fundamental Programming to Advanced MEAN Stack Development. Master JavaScript, jQuery, TypeScript, Angular, NodeJS, and build modern web applications. Enhance employability with skills in full-stack development, RESTful APIs, and MongoDB integration."
        },
        "second":{
            "date": "September 2023 => 75% of the course completed.",
            "title": "IBM Data Science Professional Certificate - Coursera",
            "desc": "Accelerate your entry into the booming field of data science with this 5-month program. From fundamental concepts to advanced skills, you'll master tools like Python, SQL, and machine learning algorithms. Build a robust portfolio through hands-on projects, gaining practical experience in financial analysis, predictive modeling, and dynamic dashboards."

        },
        "third":{
            "date": "Febrary 2023",
            "title": "Web Developer Certificate - CoderHouse",
            "desc": "Master the art of web development. Explore HTML, CSS, GIT, and SASS for efficient development. Master Bootstrap, SEO essentials, server deployment, and client communication. Acquire the skills to present budgets professionally."

        },
        "fourth":{
            "date": "January 2022",
            "title": "Java for Non-Programmers",
            "desc": "Explore the fundamentals of Java, covering syntax, semantics, flow control structures, application of constants and variables, conditional statements, various operators, vector creation and usage, arrays, and methods encompassing functions and procedures. Gain a comprehensive understanding of Java essentials in this course."
        }
    },
    "projects": {
        "title": "Projects"
    },
    "PROJ":{
        "new":"New Project!",
        "loading": "Comming soon ...",

        "xclon": {
            "desc": "Full-Stack Project, X/Twitter clone developed with Next.js and hosted on Supabase. Highlighting skills in user authentication, social media login, and posting and interaction functionalities. Key aspects include the ability to create, share, edit, and delete posts, with upcoming features for interacting with other users' content through likes and comments. Inspired by the work done by midudev. Currently available for Web."
        },

        "first": {
            "desc": "Excited to announce my first full-stack project—a 100% custom e-commerce solution for a valued client. Grateful for the opportunity and proud that everything I've learned, from languages to development environments, has been a solo, self-taught endeavor. Ready to showcase the results of this independent effort! 👨‍💻"
        },
        "second": {
            "desc":"Your ally in digital marketing solutions. We enhance your online presence and business strategies. Discover how to stand out with our specialized services."
        },
        "third": {
            "desc": "Welcome to the Official Website of Hertha Junior, an Argentine Amateur Football Club. Family, friends, and football. Currently competing in the Premier Cup."
        }

    },
    "designerProfile": {
        "title": "Graphic Designer Profile",
        "subTitle-1":"Illustrations Project",
        "illustration-parrafo": "Throughout my life, I have stood out for my creativity, with drawing as my distinctive form of artistic expression. From works on paper, canvas, and graffiti on walls to current digital illustration, my skill set reflects adaptability and technical proficiency. My unique artistic approach and illustration abilities are valuable assets for any creative project.",
        "subTitle-2":"Personal Branding & Media Designer",
        "photoshop-parrafo2": "Elevate your athletic career with impactful personal branding. Present yourself to sports opportunities with a professionally crafted CV/Portfolio featuring a distinctive and fully customized design. Benefit from our swift service, ensuring delivery in less than a week for a rapid and efficient experience."
    },
    "footer":{
        "derechos":"All Rights Reserved.",
        "politics": "Privacy Policy"
    }

}