{
    "site": {
        "title": "Julián Berardinelli - Portfólio",
        "description": "Contrate Julian Berardinelli - Serviços de Desenvolvimento Web e Design Gráfico"
    },
    "header": {
        "home": "Início",
        "about": "Sobre mim",
        "certificates": "Certificados",
        "projects": "Projetos",
        "contact": "Contato",
        "simple": "Versão simplificada",
        "cv": "Baixar CV"
    },
    "main": {
        "title": "Oi, eu sou Julián Berardinelli",
        "badge": "Disponível para trabalho!",
        "description": {
            "from": "De ", "to": " até "
        }
    },
    "aboutme": {
        "title": "Sobre Mim",
        "description": "Meu nome é Julian, tenho 19 anos e atualmente sou jogador profissional de futebol e estudante de engenharia de TI. Descobri o mundo do desenvolvimento há um ano, minhas principais habilidades são ser autodidata e rápido para aprender, especializando-me em desenvolvimento web full-stack e também trabalhando como designer gráfico esportivo.",
        "studies": "Estudos"
    },
    "languages": {
            "title": "Idiomas",
            "spanish": {
            "title": "Espanhol",
            "fluency": "Língua materna",
            "description": ""
            },
            "portuguese": {
            "title": "Português",
            "fluency": "Avançado",
            "description": "Residi em São Paulo, Brasil, por 4 anos"
            },
            "english": {
            "title": "Inglês",
            "fluency": "Nível B2",
            "description": "Intermediário alto"
            },
            "italian": {
            "title": "Italiano",
            "fluency": "Avançado",
            "description": "Residi em Pádua, Itália, por um ano"
            },
            "german": {
            "title": "Alemão",
            "fluency": "Proficiência elementar",
            "description": "Estou aprendendo..."
            }
    },
    "STUDIE": {
        "fisrt": {
            "date": "Escola Primária",
            "description": "Escola trilíngue."
        },
        "second": {
            "date": "Ensino Médio",
            "description": "Formado em Ciências Econômicas com média de 8."
        },
        "third": {
            "title": "Engenharia de TI",
            "date": "Estudos Universitários",
            "description": "Atual"
        }
    },
    "knowledge": {
        "title": "Minha Pilha",
        "developer": "DESENVOLVEDOR",
        "designer": "DESIGNER"
    },
    "certificates": {
        "title": "Certificados"
    },
    "CERT": {
        "first": {
            "date": "Dezembro de 2023",
            "title": "Mestrado em JavaScript: MEAN Stack",
            "desc": "Curso abrangente de JavaScript: da programação fundamental ao desenvolvimento avançado da MEAN Stack. Domine JavaScript, jQuery, TypeScript, Angular, NodeJS e construa aplicações web modernas. Aumente a empregabilidade com habilidades em desenvolvimento full-stack, APIs RESTful e integração com MongoDB."
        },
        "second": {
            "date": "Setembro de 2023 => 75% do curso concluído.",
            "title": "Certificado Profissional em Ciência de Dados da IBM - Coursera",
            "desc": "Acelere sua entrada no próspero campo da ciência de dados com este programa de 5 meses. Desde conceitos fundamentais até habilidades avançadas, você dominará ferramentas como Python, SQL e algoritmos de aprendizado de máquina. Construa um portfólio robusto por meio de projetos práticos, ganhando experiência prática em análise financeira, modelagem preditiva e painéis dinâmicos."
        },
        "third": {
            "date": "Fevereiro de 2023",
            "title": "Certificado de Desenvolvedor Web - CoderHouse",
            "desc": "Domine a arte do desenvolvimento web. Explore HTML, CSS, GIT e SASS para um desenvolvimento eficiente. Domine Bootstrap, fundamentos de SEO, implantação de servidor e comunicação com o cliente. Adquira as habilidades para apresentar orçamentos profissionalmente."
        },
        "fourth": {
            "date": "Janeiro de 2022",
            "title": "Java para Não Programadores",
            "desc": "Explore os fundamentos do Java, cobrindo sintaxe, semântica, estruturas de controle de fluxo, aplicação de constantes e variáveis, declarações condicionais, vários operadores, criação e uso de vetores, matrizes e métodos abrangendo funções e procedimentos. Obtenha uma compreensão abrangente dos conceitos essenciais."
        }
    },
    "projects": {
        "title": "Projetos"
    },
    "PROJ": {
        "loading": "Em breve ...",
        "first": {
            "desc": "Empolgado em anunciar meu primeiro projeto full-stack - uma solução de e-commerce 100% personalizada para um cliente valorizado. Grato pela oportunidade e orgulhoso por tudo que aprendi, desde idiomas até ambientes de desenvolvimento, foi um esforço solo e autodidata. Pronto para mostrar os resultados deste esforço independente! 👨‍💻"
        },
        "second": {
            "desc": "Seu aliado em soluções de marketing digital. Aprimoramos sua presença online e estratégias de negócios. Descubra como se destacar com nossos serviços especializados."
        },
        "third": {
            "desc": "Bem-vindo ao site oficial do Hertha Junior, um clube de futebol amador argentino. Família, amigos e futebol. Atualmente competindo na Premier Cup."
        }
    },
    "designerProfile": {
        "title": "Perfil de Designer Gráfico",
        "subTitle-1": "Projeto de Ilustrações",
        "illustration-parrafo": "Ao longo da minha vida, destaquei-me pela criatividade, com o desenho como minha forma distintiva de expressão artística. Desde trabalhos em papel, tela e grafites em paredes até a ilustração digital atual, meu conjunto de habilidades reflete adaptabilidade e proficiência técnica. Minha abordagem artística única e habilidades de ilustração são ativos valiosos para qualquer projeto criativo.",
        "subTitle-2": "Designer de Branding Pessoal e Mídia",
        "photoshop-parrafo2": "Eleve sua carreira atlética com um branding pessoal impactante. Apresente-se a oportunidades esportivas com um CV/Portfólio profissionalmente elaborado, apresentando um design distintivo e totalmente personalizado. Beneficie-se do nosso serviço rápido, garantindo a entrega em menos de uma semana para uma experiência rápida e eficiente."
    },
    "footer": {
        "derechos": "Todos os Direitos Reservados.",
        "politics": "Política de Privacidade"
    }
}
